* Quick notes

** DONE listening music and relaxing
   CLOSED: [2016-08-02 Tue 10:49]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 10:49]
   CLOCK: [2016-08-02 Tue 09:37]--[2016-08-02 Tue 10:49] =>  1:12
   :END:

  [2016-08-02 Tue 09:36]

** DONE 安装souce code pro 字体 成功
   CLOSED: [2016-08-02 Tue 10:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 10:54]
   :END:

  [2016-08-02 Tue 10:53]

** DONE relaxing and listening music
   CLOSED: [2016-08-02 Tue 17:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-02 Tue 17:11]
   CLOCK: [2016-08-02 Tue 16:13]--[2016-08-02 Tue 17:11] =>  0:58
   :END:

  [2016-08-02 Tue 16:12]

** DONE relaxing
   CLOSED: [2016-08-03 Wed 06:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 Wed 06:35]
   CLOCK: [2016-08-03 Wed 05:53]--[2016-08-03 Wed 06:35] =>  0:42
   :END:

  [2016-08-03 Wed 05:52]

** DONE [#C]
   CLOSED: [2016-08-03 Wed 10:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 Wed 10:36]
   :END:
Emacs是神的编辑器还是人的编辑器？
http://blog.csdn.net/lishuo_os_ds/article/details/8069039
  后记：其实用什么样的工具，还是能在一定程度上反映一个人的心态和能力。譬如说
Emacs/Vim这种编辑器，如果你没有足够的冒险精神，没有足够的探索意识和一定的信息收
集和学习能力，你不会去用它。为什么，因为一个IDE环境的编辑器可以不用多少时间就能
搞掂，而Emacs/Vim却不是你三两天就能搞定的。大多数人仅仅停留在这个Emacs/Vim怎么这
么操蛋，这么反人类这种心理状态，因而也就不会下工夫学习。而对于IT这个技术日新月异
的行业，没有足够的探索意识和学习能力，早晚被淘汰。



  [2016-08-03 Wed 10:32]

** DONE hack 拒绝传统，看 Facebook 如何以三大法宝化茧成蝶
   CLOSED: [2016-08-03 三 16:47]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 三 16:47]
   CLOCK: [2016-08-03 三 16:20]--[2016-08-03 三 16:47] =>  0:27
   :END:
http://kb.cnblogs.com/page/545228/
Hack 的详细定义主要有三点：马上上手、快速搞定和持续迭代。而 Growth Hack 的本质，
就是增长方面用 Hack 的方法解决。在 Facebook 绝对拒绝传统（大家一起来开会），而是
技术驱动、数据为王。


  [2016-08-03 三 16:19]

** DONE brow and learn spacemacs
   CLOSED: [2016-08-03 三 20:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-08-03 三 20:13]
   CLOCK: [2016-08-03 三 19:20]--[2016-08-03 三 20:13] =>  0:01
   :END:
swiper use

  [2016-08-03 三 20:11]
